Repository: brigantbyte/SpotlessPDF
Catalog: SpotlessPDF/SpotlessPDF/Localizable.xcstrings
Source language: en
Languages: ar, br, cs, cy, da, de, el, es, et, fa, fi, fr, ga, gd, gl, he, hi, hr, it, ja, ko, kw, lt, lv, nb, nl, pl, pt_pt, ro, sv, uk, zh_hans

# about.version.format
source: Version %@
ar: الإصدار %@
br: Stumm %@
cs: Verze %@
cy: Fersiwn %@
el: Έκδοση %@
es: Versión %@
et: Versioon %@
fa: نسخه %@
fi: Versio %@
ga: Leagan %@
gd: Tionndadh %@
gl: Versión %@
he: גרסה %@
hi: संस्करण %@
hr: Verzija %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
kw: Versyon %@
lt: Versija %@
lv: Versija %@
nb: Versjon %@
nl: Versie %@
pl: Wersja %@
pt_pt: Versão %@
ro: Versiunea %@
uk: Версія %@
zh_hans: 版本 %@

# app.subtitle
source: Remove ads automatically
ar: حمّل ملف PDF وأزل الإعلانات واحفظه تلقائيًا في مجلد التنزيلات أو في الموقع الذي تختاره.
br: Karg ur PDF, lam kuit arzhioù-bruderezh ha mir anezhañ ent emgefreek en teuliad Pellgargadennoù pe el lec'hiadur a zibabez.
cs: Načti PDF, odstraň reklamy a automaticky ho ulož do složky Stahování nebo do umístění, které si zvolíš.
cy: Llwytha PDF, tynnu hysbysebion a'i chadw'n awtomatig yn y ffolder Lawrlwythiadau neu yn y lleoliad o dy ddewis.
da: Indlæs en PDF, fjern annoncer, og gem den automatisk i mappen Overførsler eller på den placering, du vælger.
de: Lade ein PDF, entferne Werbung und speichere es automatisch in deinem Downloads-Ordner oder an einem Ort deiner Wahl.
el: Φόρτωσε ένα PDF, αφαίρεσε διαφημίσεις και αποθήκευσέ το αυτόματα στον φάκελο Λήψεις ή στη θέση που θα επιλέξεις.
es: Elimina anuncios automáticamente
et: Laadi PDF, eemalda reklaamid ja salvesta see automaatselt allalaadimiste kausta või valitud asukohta.
fa: یک PDF بارگذاری کنید، تبلیغات را حذف کنید و آن را به صورت خودکار در پوشه دانلودها یا مکانی که انتخاب می‌کنید ذخیره کنید.
fi: Lataa PDF, poista mainokset ja tallenna se automaattisesti Lataukset-kansioon tai valitsemaasi sijaintiin.
fr: Chargez un PDF, supprimez les publicités et enregistrez-le automatiquement dans votre dossier Téléchargements ou à l’emplacement de votre choix.
ga: Lódáil PDF, bain fógraí de agus sábháil go huathoibríoch é chuig d’fhillteán íoslódálacha nó chuig an suíomh a roghnaíonn tú.
gd: Luchdaich PDF, thoir air falbh sanasan agus sàbhail e gu fèin-obrachail dhan phasgan luchdaidhean a-nuas no dhan àite a thaghas tu.
gl: Carga un PDF, elimina anuncios e gárdao automaticamente na carpeta de descargas ou noutra localización que escollas.
he: טען קובץ PDF, הסר פרסומות ושמור אותו אוטומטית בתיקיית ההורדות או במיקום שתבחר.
hi: एक PDF लोड करें, विज्ञापन हटाएँ और उसे अपने डाउनलोड फ़ोल्डर या चुनी गई जगह पर अपने आप सहेजें।
hr: Učitaj PDF, ukloni oglase i automatski ga spremi u mapu Preuzimanja ili na lokaciju koju odabereš.
it: Carica un PDF, rimuovi gli annunci e salvalo automaticamente nella cartella Download o nella posizione che scegli.
ja: PDFを読み込み、広告を削除して、ダウンロードフォルダまたは選択した場所に自動保存します。
ko: PDF를 불러오고 광고를 제거한 뒤 다운로드 폴더나 선택한 위치에 자동으로 저장합니다.
kw: Karga PDF, lemel dhiworth ar bruderezh ha y fiyans yn awtomatek dhe'th arghans pellgarga po dhe'n le mayth eus dewisedh.
lt: Įkelk PDF, pašalink reklamas ir automatiškai išsaugok jį į Atsisiuntimų aplanką arba pasirinktą vietą.
lv: Ielādē PDF, noņem reklāmas un automātiski saglabā to mapē Lejupielādes vai izvēlētajā vietā.
nb: Last inn en PDF, fjern annonser og lagre den automatisk i Nedlastinger-mappen eller på stedet du velger.
nl: Laad een PDF, verwijder advertenties en sla deze automatisch op in je Downloads-map of op de locatie die je kiest.
pl: Wczytaj plik PDF, usuń reklamy i zapisz go automatycznie w folderze Pobrane lub w wybranej lokalizacji.
pt_pt: Carrega um PDF, remove anúncios e guarda-o automaticamente na pasta Descargas ou na localização que escolheres.
ro: Încarcă un PDF, elimină reclamele și salvează-l automat în dosarul Descărcări sau în locația aleasă.
sv: Ladda in en PDF, ta bort annonser och spara den automatiskt i mappen Hämtade filer eller på platsen du väljer.
uk: Завантаж PDF, прибери рекламу та автоматично збережи його в теку Завантаження або в обране місце.
zh_hans: 加载 PDF，移除广告，并自动将其保存到“下载”文件夹或你选择的位置。

# button.change_location
source: Change...
ar: تغيير الموقع...
br: Cheñch lec'hiadur...
cs: Změnit umístění...
cy: Newid lleoliad...
da: Skift placering...
de: Speicherort ändern...
el: Αλλαγή τοποθεσίας...
es: Cambiar...
et: Muuda asukohta...
fa: تغییر مکان...
fi: Vaihda sijaintia...
fr: Changer l’emplacement...
ga: Athraigh suíomh...
gd: Atharraich ionad...
gl: Cambiar localización...
he: שנה מיקום...
hi: स्थान बदलें...
hr: Promijeni lokaciju...
it: Cambia posizione...
ja: 保存先を変更...
ko: 위치 변경...
kw: Chanjya leolians...
lt: Keisti vietą...
lv: Mainīt vietu...
nb: Endre plassering...
nl: Locatie wijzigen...
pl: Zmień lokalizację...
pt_pt: Alterar localização...
ro: Schimbă locația...
sv: Ändra plats...
uk: Змінити місце...
zh_hans: 更改位置...

# button.clean
source: Clean PDF
ar: تنظيف
br: Naetaat
cs: Vyčistit
cy: Glanhau
da: Rens
de: Bereinigen
el: Καθαρισμός
es: Limpiar PDF
et: Puhasta
fa: پاک‌سازی
fi: Puhdista
fr: Nettoyer
ga: Glan
gd: Glan
gl: Limpar
he: נקה
hi: साफ़ करें
hr: Očisti
it: Pulisci
ja: クリーン
ko: 정리
kw: Glanhe
lt: Išvalyti
lv: Notīrīt
nb: Rens
nl: Opschonen
pl: Wyczyść
pt_pt: Limpar
ro: Curăță
sv: Rensa
uk: Очистити
zh_hans: 清理

# button.load_pdf
source: Select PDF
ar: تحميل PDF
br: Kargañ PDF
cs: Načíst PDF
cy: Llwytho PDF
da: Indlæs PDF
de: PDF laden
el: Φόρτωση PDF
es: Seleccionar PDF
et: Laadi PDF
fa: بارگذاری PDF
fi: Lataa PDF
fr: Charger un PDF
ga: Lódáil PDF
gd: Luchdaich PDF
gl: Cargar PDF
he: טען PDF
hi: PDF लोड करें
hr: Učitaj PDF
it: Carica PDF
ja: PDFを読み込む
ko: PDF 불러오기
kw: Karga PDF
lt: Įkelti PDF
lv: Ielādēt PDF
nb: Last inn PDF
nl: PDF laden
pl: Wczytaj PDF
pt_pt: Carregar PDF
ro: Încarcă PDF
sv: Ladda PDF
uk: Завантажити PDF
zh_hans: 加载 PDF

# card.current_destination
source: Current destination: %@
ar: الوجهة الحالية: %@
br: Pal bremañ: %@
cs: Aktuální umístění: %@
cy: Cyrchfan bresennol: %@
da: Aktuel placering: %@
de: Aktuelles Ziel: %@
el: Τρέχων προορισμός: %@
es: Destino actual: %@
et: Praegune asukoht: %@
fa: مقصد فعلی: %@
fi: Nykyinen sijainti: %@
fr: Destination actuelle : %@
ga: Ceann scríbe reatha: %@
gd: Ceann-uidhe làithreach: %@
gl: Destino actual: %@
he: יעד נוכחי: %@
hi: वर्तमान स्थान: %@
hr: Trenutno odredište: %@
it: Destinazione attuale: %@
ja: 現在の保存先: %@
ko: 현재 위치: %@
kw: Leolians a-lemmyn: %@
lt: Dabartinė vieta: %@
lv: Pašreizējā vieta: %@
nb: Gjeldende plassering: %@
nl: Huidige locatie: %@
pl: Bieżąca lokalizacja: %@
pt_pt: Destino atual: %@
ro: Destinația actuală: %@
sv: Nuvarande plats: %@
uk: Поточне місце: %@
zh_hans: 当前位置：%@

# card.no_pdf_loaded
source: You haven't loaded any file yet.
ar: لم تقم بتحميل أي ملف بعد.
br: N'ec'h eus karget restr ebet c'hoazh.
cs: Zatím jsi nenačetl žádný soubor.
cy: Nid wyt wedi llwytho unrhyw ffeil eto.
da: Du har endnu ikke indlæst nogen fil.
de: Du hast noch keine Datei geladen.
el: Δεν έχεις φορτώσει ακόμα κανένα αρχείο.
es: Todavía no has cargado ningún archivo.
et: Sa pole veel ühtegi faili laadinud.
fa: هنوز هیچ فایلی را بارگذاری نکرده‌اید.
fi: Et ole vielä ladannut tiedostoa.
fr: Vous n’avez encore chargé aucun fichier.
ga: Níor lódáil tú aon chomhad fós.
gd: Cha do luchdaich thu faidhle sam bith fhathast.
gl: Aínda non cargaches ningún ficheiro.
he: עדיין לא טענת שום קובץ.
hi: आपने अभी तक कोई फ़ाइल लोड नहीं की है।
hr: Još nisi učitao nijednu datoteku.
it: Non hai ancora caricato alcun file.
ja: まだファイルを読み込んでいません。
ko: 아직 불러온 파일이 없습니다.
kw: Ny wruss'ta karga restr ebet hwath.
lt: Dar neįkėlei jokio failo.
lv: Tu vēl neesi ielādējis nevienu failu.
nb: Du har ikke lastet inn noen fil ennå.
nl: Je hebt nog geen bestand geladen.
pl: Nie wczytano jeszcze żadnego pliku.
pt_pt: Ainda não carregaste nenhum ficheiro.
ro: Încă nu ai încărcat niciun fișier.
sv: Du har inte laddat in någon fil ännu.
uk: Ти ще не завантажив жодного файлу.
zh_hans: 你还没有加载任何文件。

# card.selected_pdf
source: Selected PDF
ar: ملف PDF المحدد
br: PDF diuzet
cs: Vybrané PDF
cy: PDF wedi'i ddewis
da: Valgt PDF
de: Ausgewähltes PDF
el: Επιλεγμένο PDF
es: PDF seleccionado
et: Valitud PDF
fa: PDF انتخاب‌شده
fi: Valittu PDF
fr: PDF sélectionné
ga: PDF roghnaithe
gd: PDF taghte
gl: PDF seleccionado
he: PDF שנבחר
hi: चयनित PDF
hr: Odabrani PDF
it: PDF selezionato
ja: 選択したPDF
ko: 선택된 PDF
kw: PDF dewisys
lt: Pasirinktas PDF
lv: Atlasītais PDF
nb: Valgt PDF
nl: Geselecteerde PDF
pl: Wybrany PDF
pt_pt: PDF selecionado
ro: PDF selectat
sv: Vald PDF
uk: Вибраний PDF
zh_hans: 已选 PDF

# error.cleaning_failed
source: Could not clean the PDF.
ar: تعذر تنظيف ملف PDF.
br: N'eus ket bet gallet naetaat ar PDF.
cs: PDF se nepodařilo vyčistit.
cy: Methwyd glanhau'r PDF.
da: PDF-filen kunne ikke renses.
de: Das PDF konnte nicht bereinigt werden.
el: Δεν ήταν δυνατός ο καθαρισμός του PDF.
es: No se pudo limpiar el PDF.
et: PDF-i ei saanud puhastada.
fa: پاک‌سازی PDF انجام نشد.
fi: PDF-tiedostoa ei voitu puhdistaa.
fr: Impossible de nettoyer le PDF.
ga: Níorbh fhéidir an PDF a ghlanadh.
gd: Cha b’ urrainn dhuinn am PDF a ghlanadh.
gl: Non se puido limpar o PDF.
he: לא ניתן היה לנקות את ה־PDF.
hi: PDF साफ नहीं किया जा सका.
hr: PDF nije moguće očistiti.
it: Impossibile pulire il PDF.
ja: PDFをクリーンアップできませんでした。
ko: PDF를 정리하지 못했습니다.
kw: Ny yllsys glanshe PDF.
lt: Nepavyko išvalyti PDF.
lv: Neizdevās notīrīt PDF.
nb: PDF-en kunne ikke renses.
nl: De pdf kon niet worden opgeschoond.
pl: Nie udało się oczyścić pliku PDF.
pt_pt: Não foi possível limpar o PDF.
ro: PDF-ul nu a putut fi curățat.
sv: Det gick inte att rensa PDF-filen.
uk: Не вдалося очистити PDF.
zh_hans: 无法清理 PDF。

# error.engine_unavailable
source: The Rust engine is not available yet.
ar: محرك Rust غير متاح حالياً.
br: N'eo ket hegerz ar c'heflusker Rust c'hoazh.
cs: Modul Rust zatím není k dispozici.
cy: Nid yw'r peiriant Rust ar gael eto.
da: Rust-motoren er ikke tilgængelig endnu.
de: Die Rust-Engine ist noch nicht verfügbar.
el: Η μηχανή Rust δεν είναι ακόμη διαθέσιμη.
es: El motor Rust no está disponible todavía.
et: Rusti mootor pole veel saadaval.
fa: موتور Rust هنوز در دسترس نیست.
fi: Rust-moottori ei ole vielä saatavilla.
fr: Le moteur Rust n'est pas encore disponible.
ga: Níl an t-inneall Rust ar fáil fós.
gd: Chan eil einnsean Rust ri fhaighinn fhathast.
gl: O motor Rust aínda non está dispoñible.
he: מנוע Rust עדיין לא זמין.
hi: Rust इंजन अभी उपलब्ध नहीं है.
hr: Rust mehanizam još nije dostupan.
it: Il motore Rust non è ancora disponibile.
ja: Rust エンジンはまだ利用できません。
ko: Rust 엔진을 아직 사용할 수 없습니다.
kw: Ny yw an injan Rust ar gael hwath.
lt: Rust variklis dar nepasiekiamas.
lv: Rust dzinis vēl nav pieejams.
nb: Rust-motoren er ikke tilgjengelig ennå.
nl: De Rust-engine is nog niet beschikbaar.
pl: Silnik Rust nie jest jeszcze dostępny.
pt_pt: O motor Rust ainda não está disponível.
ro: Motorul Rust nu este încă disponibil.
sv: Rust-motorn är inte tillgänglig ännu.
uk: Рушій Rust ще недоступний.
zh_hans: Rust 引擎暂时不可用。

# error.missing_output
source: The engine finished, but did not generate the output PDF.
ar: انتهت العملية لكن ملف PDF الناتج لم يُنشأ.
br: Echu eo ar c'heflusker met n'eus bet krouet PDF ezhomm ebet.
cs: Proces skončil, ale výstupní PDF nebylo vytvořeno.
cy: Daeth y peiriant i ben, ond ni chrewyd y PDF allbwn.
da: Motoren blev færdig, men oprettede ikke output-PDF'en.
de: Die Engine wurde beendet, hat aber kein Ausgabe-PDF erzeugt.
el: Η μηχανή ολοκληρώθηκε, αλλά δεν δημιούργησε το PDF εξόδου.
es: El motor terminó, pero no generó el PDF de salida.
et: Mootor lõpetas töö, kuid väljund-PDF-i ei loodud.
fa: موتور تمام شد اما PDF خروجی ساخته نشد.
fi: Moottori päättyi, mutta tulos-PDF:ää ei luotu.
fr: Le moteur s'est terminé, mais n'a pas généré le PDF de sortie.
ga: Chríochnaigh an t-inneall, ach níor gineadh an PDF aschuir.
gd: Chrìochnaich an t-einnsean ach cha deach PDF toraidh a chruthachadh.
gl: O motor rematou, pero non xerou o PDF de saída.
he: המנוע סיים, אבל לא יצר את קובץ ה-PDF של הפלט.
hi: इंजन समाप्त हो गया, लेकिन आउटपुट PDF नहीं बना.
hr: Mehanizam je završio, ali nije stvorio izlazni PDF.
it: Il motore ha terminato, ma non ha generato il PDF di output.
ja: エンジンは終了しましたが、出力 PDF が生成されませんでした。
ko: 엔진은 종료됐지만 출력 PDF를 만들지 못했습니다.
kw: Gorfennys yw an injan mes ny wrug kroui an PDF dheall.
lt: Variklis baigė darbą, tačiau neišvedė PDF failo.
lv: Dzinis pabeidza darbu, bet neizveidoja izvades PDF.
nb: Motoren ble ferdig, men opprettet ikke utdata-PDF-en.
nl: De engine is klaar, maar heeft geen uitvoer-pdf gemaakt.
pl: Silnik zakończył pracę, ale nie utworzył wynikowego pliku PDF.
pt_pt: O motor terminou, mas não gerou o PDF de saída.
ro: Motorul s-a încheiat, dar nu a generat PDF-ul de ieșire.
sv: Motorn avslutades men skapade inte PDF-filen.
uk: Рушій завершив роботу, але не створив вихідний PDF.
zh_hans: 引擎已结束，但没有生成输出 PDF。

# help.remove_selected_pdf
source: Remove selected PDF
ar: إزالة ملف PDF المحدد
br: Dilemel ar PDF diuzet
cs: Odebrat vybrané PDF
cy: Tynnu'r PDF a ddewiswyd
da: Fjern valgt PDF
de: Ausgewähltes PDF entfernen
el: Αφαίρεση επιλεγμένου PDF
es: Quitar PDF seleccionado
et: Eemalda valitud PDF
fa: حذف PDF انتخاب‌شده
fi: Poista valittu PDF
fr: Retirer le PDF sélectionné
ga: Bain an PDF roghnaithe
gd: Thoir air falbh am PDF taghte
gl: Quitar o PDF seleccionado
he: הסר את ה-PDF שנבחר
hi: चयनित PDF हटाएँ
hr: Ukloni odabrani PDF
it: Rimuovi il PDF selezionato
ja: 選択したPDFを外す
ko: 선택한 PDF 제거
kw: Lemel an PDF dewisys
lt: Pašalinti pasirinktą PDF
lv: Noņemt atlasīto PDF
nb: Fjern valgt PDF
nl: Geselecteerde PDF verwijderen
pl: Usuń wybrany PDF
pt_pt: Remover o PDF selecionado
ro: Elimină PDF-ul selectat
sv: Ta bort vald PDF
uk: Прибрати вибраний PDF
zh_hans: 移除已选 PDF

# language.menu.automatic
source: Automatic
ar: تلقائي
br: Emgefreek
cs: Automaticky
cy: Awtomatig
da: Automatisk
de: Automatisch
el: Αυτόματα
es: Automático
et: Automaatne
fa: خودکار
fi: Automaattinen
fr: Automatique
ga: Uathoibríoch
gd: Fèin-obrachail
gl: Automático
he: אוטומטי
hi: स्वचालित
hr: Automatski
it: Automatico
ja: 自動
ko: 자동
kw: Owtomatyk
lt: Automatinis
lv: Automātiski
nb: Automatisk
nl: Automatisch
pl: Automatyczny
pt_pt: Automático
ro: Automat
sv: Automatiskt
uk: Автоматично
zh_hans: 自动

# language.menu.title
source: Language
ar: اللغة
br: Yezh
cs: Jazyk
cy: Iaith
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
et: Keel
fa: زبان
fi: Kieli
fr: Langue
ga: Teanga
gd: Cànan
gl: Idioma
he: שפה
hi: भाषा
hr: Jezik
it: Lingua
ja: 言語
ko: 언어
kw: Yeth
lt: Kalba
lv: Valoda
nb: Språk
nl: Taal
pl: Język
pt_pt: Idioma
ro: Limbă
sv: Språk
uk: Мова
zh_hans: 语言

# menu.about
source: About SpotlessPDF
ar: حول SpotlessPDF
br: Diwar-benn SpotlessPDF
cs: O aplikaci SpotlessPDF
cy: Ynghylch SpotlessPDF
da: Om SpotlessPDF
de: Über SpotlessPDF
el: Σχετικά με το SpotlessPDF
es: Acerca de SpotlessPDF
et: Teave SpotlessPDF-i kohta
fa: درباره SpotlessPDF
fi: Tietoja SpotlessPDF:stä
fr: À propos de SpotlessPDF
ga: Maidir le SpotlessPDF
gd: Mu SpotlessPDF
gl: Acerca de SpotlessPDF
he: אודות SpotlessPDF
hi: SpotlessPDF के बारे में
hr: O aplikaciji SpotlessPDF
it: Informazioni su SpotlessPDF
ja: SpotlessPDFについて
ko: SpotlessPDF 정보
kw: A-dro dhe SpotlessPDF
lt: Apie SpotlessPDF
lv: Par SpotlessPDF
nb: Om SpotlessPDF
nl: Over SpotlessPDF
pl: O SpotlessPDF
pt_pt: Sobre SpotlessPDF
ro: Despre SpotlessPDF
sv: Om SpotlessPDF
uk: Про SpotlessPDF
zh_hans: 关于 SpotlessPDF

# menu.hide
source: Hide SpotlessPDF
ar: إخفاء SpotlessPDF
br: Kuzhat SpotlessPDF
cs: Skrýt SpotlessPDF
cy: Cuddio SpotlessPDF
da: Skjul SpotlessPDF
de: SpotlessPDF ausblenden
el: Απόκρυψη SpotlessPDF
es: Ocultar SpotlessPDF
et: Peida SpotlessPDF
fa: پنهان کردن SpotlessPDF
fi: Piilota SpotlessPDF
fr: Masquer SpotlessPDF
ga: Cuir SpotlessPDF i bhFolach
gd: Falaich SpotlessPDF
gl: Ocultar SpotlessPDF
he: הסתר את SpotlessPDF
hi: SpotlessPDF छिपाएँ
hr: Sakrij SpotlessPDF
it: Nascondi SpotlessPDF
ja: SpotlessPDFを隠す
ko: SpotlessPDF 가리기
kw: Kudha SpotlessPDF
lt: Slėpti SpotlessPDF
lv: Paslēpt SpotlessPDF
nb: Skjul SpotlessPDF
nl: Verberg SpotlessPDF
pl: Ukryj SpotlessPDF
pt_pt: Ocultar SpotlessPDF
ro: Ascunde SpotlessPDF
sv: Göm SpotlessPDF
uk: Сховати SpotlessPDF
zh_hans: 隐藏 SpotlessPDF

# menu.hide_others
source: Hide Others
ar: إخفاء الباقي
br: Kuzhat ar re all
cs: Skrýt ostatní
cy: Cuddio'r lleill
da: Skjul andre
de: Andere ausblenden
el: Απόκρυψη άλλων
es: Ocultar otros
et: Peida teised
fa: پنهان کردن بقیه
fi: Piilota muut
fr: Masquer les autres
ga: Cuir Cinn Eile i bhFolach
gd: Falaich càch
gl: Ocultar os demais
he: הסתר אחרים
hi: अन्य छिपाएँ
hr: Sakrij ostalo
it: Nascondi le altre
ja: ほかを隠す
ko: 나머지 가리기
kw: Kudha ar re erel
lt: Slėpti kitus
lv: Paslēpt pārējos
nb: Skjul andre
nl: Verberg andere
pl: Ukryj pozostałe
pt_pt: Ocultar os restantes
ro: Ascunde celelalte
sv: Göm andra
uk: Сховати інші
zh_hans: 隐藏其他

# menu.quit
source: Quit SpotlessPDF
ar: إنهاء SpotlessPDF
br: Kuitaat SpotlessPDF
cs: Ukončit SpotlessPDF
cy: Gadael SpotlessPDF
da: Afslut SpotlessPDF
de: SpotlessPDF beenden
el: Έξοδος από το SpotlessPDF
es: Salir de SpotlessPDF
et: Välju SpotlessPDF-ist
fa: خروج از SpotlessPDF
fi: Lopeta SpotlessPDF
fr: Quitter SpotlessPDF
ga: Scoir SpotlessPDF
gd: Fàg SpotlessPDF
gl: Saír de SpotlessPDF
he: סגור את SpotlessPDF
hi: SpotlessPDF बंद करें
hr: Zatvori SpotlessPDF
it: Esci da SpotlessPDF
ja: SpotlessPDFを終了
ko: SpotlessPDF 종료
kw: Kwittya SpotlessPDF
lt: Baigti SpotlessPDF
lv: Iziet no SpotlessPDF
nb: Avslutt SpotlessPDF
nl: Stop SpotlessPDF
pl: Zakończ SpotlessPDF
pt_pt: Sair de SpotlessPDF
ro: Închide SpotlessPDF
sv: Avsluta SpotlessPDF
uk: Вийти з SpotlessPDF
zh_hans: 退出 SpotlessPDF

# menu.services
source: Services
ar: الخدمات
br: Servijoù
cs: Služby
cy: Gwasanaethau
da: Tjenester
de: Dienste
el: Υπηρεσίες
es: Servicios
et: Teenused
fa: خدمات
fi: Palvelut
ga: Seirbhísí
gd: Seirbheisean
gl: Servizos
he: שירותים
hi: सेवाएँ
hr: Usluge
it: Servizi
ja: サービス
ko: 서비스
kw: Gwaynoryow
lt: Paslaugos
lv: Pakalpojumi
nb: Tjenester
nl: Diensten
pl: Usługi
pt_pt: Serviços
ro: Servicii
sv: Tjänster
uk: Служби
zh_hans: 服务

# menu.show_all
source: Show All
ar: إظهار الكل
br: Diskouez pep tra
cs: Zobrazit vše
cy: Dangos popeth
da: Vis alle
de: Alle einblenden
el: Εμφάνιση όλων
es: Mostrar todo
et: Näita kõiki
fa: نمایش همه
fi: Näytä kaikki
fr: Tout afficher
ga: Taispeáin Uile
gd: Seall na h-uile
gl: Mostrar todo
he: הצג הכול
hi: सभी दिखाएँ
hr: Prikaži sve
it: Mostra tutto
ja: すべてを表示
ko: 모두 보기
kw: Diskwedh oll
lt: Rodyti viską
lv: Rādīt visu
nb: Vis alle
nl: Toon alles
pl: Pokaż wszystko
pt_pt: Mostrar tudo
ro: Arată tot
sv: Visa alla
uk: Показати все
zh_hans: 全部显示

# toast.clean_downloaded
source: Clean PDF downloaded
ar: تم تنزيل ملف PDF النظيف
br: PDF naetaet pellgarget
cs: Vyčištěné PDF bylo staženo
cy: PDF glân wedi'i lawrlwytho
da: Renset PDF downloadet
de: Bereinigtes PDF heruntergeladen
el: Το καθαρό PDF λήφθηκε
es: PDF limpio descargado
et: Puhastatud PDF on alla laaditud
fa: PDF پاک‌شده دانلود شد
fi: Puhdistettu PDF ladattu
fr: PDF nettoyé téléchargé
ga: PDF glan íoslódáilte
gd: PDF glan air a luchdadh sìos
gl: PDF limpo descargado
he: ה-PDF הנקי הורד
hi: साफ़ PDF डाउनलोड हो गया
hr: Očišćeni PDF je preuzet
it: PDF pulito scaricato
ja: クリーンなPDFをダウンロードしました
ko: 정리된 PDF가 다운로드되었습니다
kw: PDF glan ys pellgargys
lt: Išvalytas PDF atsisiųstas
lv: Notīrītais PDF ir lejupielādēts
nb: Renset PDF lastet ned
nl: Schone PDF gedownload
pl: Czysty PDF został pobrany
pt_pt: PDF limpo descarregado
ro: PDF-ul curățat a fost descărcat
sv: Rensad PDF nedladdad
uk: Очищений PDF завантажено
zh_hans: 已下载清理后的 PDF

# workspace.drop
source: Drop a PDF here
ar: اسحب ملف PDF إلى هنا
br: Riklit ur PDF amañ
cs: Přetáhněte PDF sem
cy: Llusgwch PDF yma
da: Træk en PDF hertil
de: PDF hierher ziehen
el: Σύρετε ένα PDF εδώ
es: Arrastra un PDF aquí
et: Lohista PDF siia
fa: یک فایل PDF را به اینجا بکشید
fi: Vedä PDF tähän
fr: Glissez un PDF ici
ga: Tarraing PDF anseo
gd: Slaod PDF an-seo
gl: Arrastra un PDF aquí
he: יש לגרור לכאן קובץ PDF
hi: PDF यहाँ खींचें
hr: Povucite PDF ovdje
it: Trascina un PDF qui
ja: ここにPDFをドラッグ
ko: PDF를 여기로 드래그하세요
kw: Dray PDF omma
lt: Vilkite PDF čia
lv: Velciet PDF šeit
nb: Dra en PDF hit
nl: Sleep een pdf hierheen
pl: Przeciągnij PDF tutaj
pt_pt: Arraste um PDF para aqui
ro: Trage un PDF aici
sv: Dra en PDF hit
uk: Перетягніть PDF сюди
zh_hans: 将 PDF 拖到这里

# workspace.save_to
source: Save to:
ar: حفظ في:
br: Enrollañ e:
cs: Uložit do:
cy: Cadw yn:
da: Gem i:
de: Sichern unter:
el: Αποθήκευση σε:
es: Guardar en:
et: Salvesta asukohta:
fa: ذخیره در:
fi: Tallennuskohde:
fr: Enregistrer dans :
ga: Sábháil i:
gd: Sàbhail ann an:
gl: Gardar en:
he: שמירה ב:
hi: यहाँ सहेजें:
hr: Spremi u:
it: Salva in:
ja: 保存先:
ko: 저장 위치:
kw: Gwitha yn:
lt: Įrašyti į:
lv: Saglabāt šeit:
nb: Arkiver i:
nl: Bewaar in:
pl: Zapisz w:
pt_pt: Guardar em:
ro: Salvează în:
sv: Spara i:
uk: Зберегти в:
zh_hans: 保存到：

# workspace.ready
source: Ready to clean
ar: جاهز للتنظيف
br: Prest da vezañ naetaet
cs: Připraveno k vyčištění
cy: Yn barod i lanhau
da: Klar til at rense
de: Bereit zum Bereinigen
el: Έτοιμο για καθαρισμό
es: Listo para limpiar
et: Puhastamiseks valmis
fa: آمادهٔ پاک‌سازی
fi: Valmis puhdistettavaksi
fr: Prêt pour le nettoyage
ga: Réidh le glanadh
gd: Deiseil airson glanadh
gl: Listo para limpar
he: מוכן לניקוי
hi: साफ़ करने के लिए तैयार
hr: Spremno za čišćenje
it: Pronto per la pulizia
ja: クリーニングの準備完了
ko: 정리 준비 완료
kw: Parys rag gul glan
lt: Paruošta valyti
lv: Gatavs tīrīšanai
nb: Klar til å rense
nl: Klaar om op te schonen
pl: Gotowy do czyszczenia
pt_pt: Pronto para limpar
ro: Gata de curățare
sv: Redo att rensa
uk: Готово до очищення
zh_hans: 准备好清理

# workspace.cleaning
source: Cleaning PDF
ar: جارٍ تنظيف ملف PDF
br: O naetaat ar PDF
cs: Čištění PDF
cy: Wrthi’n glanhau PDF
da: Renser PDF
de: PDF wird bereinigt
el: Καθαρισμός PDF
es: Limpiando PDF
et: PDF-i puhastamine
fa: در حال پاک‌سازی PDF
fi: Puhdistetaan PDF:ää
fr: Nettoyage du PDF
ga: PDF á ghlanadh
gd: A’ glanadh PDF
gl: Limpando PDF
he: מנקה את קובץ ה-PDF
hi: PDF साफ़ किया जा रहा है
hr: Čišćenje PDF-a
it: Pulizia del PDF
ja: PDFをクリーニング中
ko: PDF 정리 중
kw: Ow kul PDF glan
lt: Valomas PDF
lv: PDF tīrīšana
nb: Renser PDF
nl: Pdf wordt opgeschoond
pl: Czyszczenie PDF
pt_pt: A limpar PDF
ro: Se curăță PDF-ul
sv: Rensar PDF
uk: Очищення PDF
zh_hans: 正在清理 PDF

# workspace.complete
source: Your cleaned PDF is ready
ar: ملف PDF المنظّف جاهز
br: Prest eo ho PDF naetaet
cs: Vyčištěné PDF je připraveno
cy: Mae eich PDF wedi’i lanhau yn barod
da: Din rensede PDF er klar
de: Deine bereinigte PDF ist fertig
el: Το καθαρισμένο PDF είναι έτοιμο
es: Tu PDF limpio está listo
et: Puhastatud PDF on valmis
fa: فایل PDF پاک‌سازی‌شدهٔ شما آماده است
fi: Puhdistettu PDF on valmis
fr: Votre PDF nettoyé est prêt
ga: Tá do PDF glanta réidh
gd: Tha am PDF glanaichte agad deiseil
gl: O teu PDF limpo está listo
he: קובץ ה-PDF הנקי שלך מוכן
hi: आपका साफ़ किया गया PDF तैयार है
hr: Očišćeni PDF je spreman
it: Il tuo PDF pulito è pronto
ja: クリーニング済みのPDFの準備ができました
ko: 정리된 PDF가 준비되었습니다
kw: Dha PDF glan yw parys
lt: Išvalytas PDF paruoštas
lv: Jūsu iztīrītais PDF ir gatavs
nb: Den rensede PDF-en er klar
nl: Je opgeschoonde pdf is klaar
pl: Oczyszczony PDF jest gotowy
pt_pt: O seu PDF limpo está pronto
ro: PDF-ul curățat este gata
sv: Din rensade PDF är klar
uk: Очищений PDF готовий
zh_hans: 清理后的 PDF 已就绪
